{
  "HomePage": {
    "HeroSection": {
      "title": "وجهتك الموثوقة لقطع الغيار عالية الجودة",
      "title1": "وجهتك",
      "title2": "الموثوقة",
      "title3": "لـ",
      "title4": "قطع الغيار",
      "title5": "عالية الجودة",
      "description": "اكتشف مجموعة واسعة من قطع الغيار الأصلية (OEM) وبدائل ما بعد البيع لجميع أنواع المركبات. جودة أصلية، أسعار تنافسية، وأداء موثوق مضمون. تسوق بثقة وحافظ على سيارتك في أفضل حال.",
      "callAction1": "احجز الآن",
      "callAction2": "استعرض القطع"
    },

    "HomeAbout": {
      "counts": {
        "yearsOfExperience": "سنوات من الخبرة",
        "orderServedSuccess": "طلبات مكتملة بنجاح",
        "satisfiedCustomers": "عملاء راضون"
      },
      "about": "من",
      "us": "نحن",
      "p1": "في باندى أوتو سبير، نحن متخصصون في توفير قطع غيار عالية الجودة للسيارات. سواء كنت مالك سيارة أو ميكانيكي أو تاجر تجزئة، فإننا نضمن لك الوصول إلى مجموعة واسعة من قطع الغيار الأصلية وقطع الغيار الموثوقة التي تلبي معايير الصناعة.",
      "p2": "مع التركيز على الجودة الأصلية، والأسعار التنافسية، والتسليم السريع، هدفنا هو الحفاظ على سياراتك آمنة وسلسة. من المحركات إلى الملحقات، فإن مخزوننا مدعوم بدعم الخبراء والالتزام برضا العملاء.",
      "callAction": "اقرأ المزيد",
      "icons": {
        "parts": "قطع غيار سيارات بأسعار معقولة",
        "brand": "أفضل العلامات التجارية",
        "quality": "جودة موثوقة",
        "delivery": "توصيل آمن"
      }
    },
    "HomeProduct": {
      "explore": "استكشف",
      "products": "منتجاتنا",
      "p1": "تصفح مجموعتنا الواسعة من قطع الغيار عالية الجودة المصممة لتناسب تمامًا وتعمل بشكل موثوق. سواء كنت تقوم بالترقية أو الاستبدال أو الإصلاح — لدينا القطعة المناسبة لك.",
      "parts": {
        "parts": "أجزاء المحرك",
        "parts_first": "المحرك",
        "parts_second": "الأجزاء",
        "parts_desc": "أجزاء المحرك هي قلب أداء سيارتك. تشمل هذه الفئة مكونات حيوية مثل المكابس، وعمود الكرنك، وعمود الكامات، ورؤوس الأسطوانات، والحشوات، وسلاسل التوقيت، وحوامل المحرك — جميعها مصممة لضمان توصيل الطاقة بكفاءة، واحتراق الوقود بشكل مثالي، وتشغيل سلس.",

        "disks": "الفرامل والأقراص",
        "disks_first": "الفرامل",
        "disks_second": " و ",
        "disks_third": "الأقراص",
        "disks_desc": "ضمن سلامة التوقف واستجابته مع مكونات الفرامل عالية الجودة. تشمل مجموعتنا دواسات الفرامل، والأقراص (الدوارات)، والكليبرز، وملحقات التركيب المصممة لتناسب بدقة وتؤدي أداءً مثالياً.",

        "electronic": "الأجزاء الإلكترونية",
        "electronic_first": "الإلكترونية",
        "electronic_second": "الأجزاء",
        "electronic_desc": "ابقَ موصولاً ومدعومًا بمكونات إلكترونية عالية الجودة لسيارتك. تشمل هذه الفئة أجزاءً أساسية مثل الدينامو، وأجهزة الاستشعار، والمرحلات، ووحدات التحكم بالمحرك (ECU)، وأطقم الأسلاك، والعدادات الرقمية. سواءً للإدارة الكهربائية أو التحكم بالإشارات أو التشخيص، تضمن أجزاؤنا الإلكترونية الأداء الموثوق والسلامة والتوافق مع السيارات الحديثة.",

        "light": "أجزاء الإضاءة",
        "light_first": "الإضاءة",
        "light_second": "الأجزاء",
        "light_desc": "أضئ رحلتك مع مجموعتنا الواسعة من أجزاء الإضاءة عالية الجودة. من المصابيح الأمامية والخلفية إلى أضواء الضباب، والإشارات، والمصابيح الداخلية — نقدم حلول إضاءة تضمن السلامة والرؤية والأناقة. جميع الأجزاء متوافقة مع العلامات التجارية الكبرى ومصممة لتحمل ظروف الطقس المختلفة.",

        "oil": "الزيوت والتشحيم",
        "oil_first": "الزيوت",
        "oil_second": " و ",
        "oil_third": "التشحيم",
        "oil_desc": "حافظ على تشغيل محركك بسلاسة وكفاءة مع الزيوت ومواد التشحيم عالية الجودة. تشمل هذه الفئة زيت المحرك، وزيت التروس، وسائل الفرامل، والشحوم، وسوائل أخرى أساسية تقلل الاحتكاك، وتمنع التآكل، وتطيل عمر مكونات سيارتك. مناسبة لجميع أنواع المركبات وظروف القيادة.",

        "bodyParts": "أجزاء الهيكل",
        "bodyParts_first": "الهيكل",
        "bodyParts_second": "الأجزاء",
        "bodyParts_desc": "أعد لسيارتك مظهرها وبنيتها الأصلية مع مكونات الهيكل عالية الجودة. من الصدامات والرفارف إلى المرايا، والشبكات، ومقابض الأبواب، واللوحات — أجزاؤنا مصممة لتناسب مثالي، ومتانة، ولمسة نهائية مثل المصنع. سواء كنت تصلح ضررًا أو تطور المظهر، ستجد كل ما تحتاجه لإعادة سيارتك إلى الحياة."
      },
      "everything": "كل ما تحتاجه سيارتك",
      "all": "كل شيء",
      "place": "في مكان واحد"
    },

    "HomeBrand": {
      "brand": "العلامات التجارية التي",
      "trus": "نثق بها",
      "p1": "تصفح مجموعتنا الواسعة من قطع الغيار عالية الجودة المصممة لتناسب تمامًا وتعمل بشكل موثوق. سواء كنت تقوم بالترقية أو الاستبدال أو الإصلاح — لدينا القطعة المناسبة لك."
    }
  },
  "Header": {
    "MenuNames": {
      "home": "الرئيسية",
      "aboutUs": "من نحن",
      "products": "المنتجات",
      "contact": "اتصل بنا"
    }
  },
  "AboutPage": {
    "HeroSection": {
      "titleLabel1": "من",
      "titleLabel2": "نحن",
      "subtitleLabel1": "موثوقون من العملاء منذ",
      "subtitleLabel2": "1972",
      "description": "مرحبًا بك في باندى أوتو سبير، وجهتك الشاملة للحصول على قطع غيار عالية الجودة لجميع أنواع المركبات. من السيارات اليومية إلى الآلات الثقيلة، نقدم حلولًا موثوقة تبقيك تتحرك بثقة."
    },
    "MissionSection": {
      "titleLabel1": "من",
      "titleLabel2": "نحن",
      "titleLabel3": "مهمتنا",
      "titleLabel4": "",
      "subtitle1": "نحن فريق من عشاق السيارات والمحترفين بشغف نحو الأداء والدقة. مع سنوات من الخبرة في الصناعة، ندرك أهمية استخدام القطعة المناسبة — ولهذا السبب نقدم فقط المنتجات التي تلبي معايير الجودة والمتانة والملاءمة الصارمة.",
      "subtitle2": "جعل شراء قطع الغيار أمرًا سهلاً وموثوقًا ومتاحًا لكل عميل — سواء كنت مالك سيارة أو ميكانيكي أو صاحب متجر. نحن نسعى لبناء علاقات طويلة الأمد قائمة على الصدق والجودة والتميز في الخدمة."
    },
    "OfferSection": {
      "titleLabel1": "ماذا",
      "titleLabel2": "نقدم",
      "offerList": [
        {
          "title": "قطع أصلية وبدائل ما بعد البيع",
          "description": "نوفر قطع غيار أصلية (OEM) بالإضافة إلى بدائل موثوقة لما بعد البيع لجميع العلامات التجارية وأنواع المركبات."
        },
        {
          "title": "مجموعة منتجات واسعة",
          "description": "من مكونات المحرك إلى الأنظمة الكهربائية، والفلاتر، والفرامل، وأجزاء الهيكل، والإكسسوارات والمزيد — كل ذلك تحت سقف واحد."
        },
        {
          "title": "علامات تجارية موثوقة",
          "description": "نعمل مع علامات تجارية مشهورة مثل بوش، NGK، TVS، كاسترول، إكسايد، ميندا، وغيرها الكثير."
        },
        {
          "title": "أسعار معقولة",
          "description": "أسعار تنافسية دون المساومة على الجودة. نؤمن بأن القطع الجيدة لا يجب أن تكون مكلفة."
        },
        {
          "title": "توصيل سريع ودعم",
          "description": "شحن في الوقت المناسب، إرجاع سهل، وخدمة عملاء مخصصة لمساعدتك في كل خطوة."
        },
        {
          "title": "بحث سهل وتصفية القطع",
          "description": "موقعنا الإلكتروني سهل الاستخدام يجعل من السهل البحث، والتصفية، والعثور على القطعة التي تحتاجها — حسب طراز السيارة أو العلامة التجارية أو الفئة أو رقم القطعة."
        }
      ]
    },
    "WhyChooseUs": {
      "titleLabel1": "لماذا",
      "titleLabel2": "تختارنا؟",
      "reasons": [
        "منتجات أصلية 100%",
        "توافق واسع مع المركبات",
        "مدفوعات آمنة وإرجاع بدون عناء",
        "موثوق به من العملاء في جميع أنحاء البلاد"
      ]
    },
    "ContactUs": {
      "titleLabel1": "اتصل",
      "titleLabel2": "بنا",
      "titleLabel3": "تواصل",
      "titleLabel4": "معنا",
      "phone": "+91 8606449640",
      "mail": "Pandispare@gmail.com",
      "titleLabel5": "دعم العملاء",
      "titleLabel6": "ساعات العمل",
      "time": "الاثنين – السبت: من 9:00 صباحًا إلى 7:00 مساءً",
      "closeTime": "الأحد والعطلات الرسمية مغلق"
    }
  },
  "ProductPage": {
    "HeroSection": {
      "our": "منتجاتنا ",
      "products": "المنتجات",
      "subtitle": "قطع غيار عالية الجودة لكل مركبة",
      "description": "استكشف مجموعة واسعة من قطع الغيار التي تضمن الأداء والمتانة والتوافق. سواء كنت بحاجة إلى مكونات أصلية (OEM) أو بدائل موثوقة من السوق، لدينا كل ما تحتاجه لمركبتك — في مكان واحد."
    },
    "WhyByFromUs": {
      "titleLabel1": "لماذا",
      "titleLabel2": "الشراء منا؟",
      "?": "؟",
      "reasons": [
        "قطع أصلية ومضمونة 100%",
        "توصيل سريع إلى جميع المواقع",
        "علامات تجارية موثوقة وأسعار مناسبة",
        "دعم عملاء مخصص"
      ]
    }
  }
}
